Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: A saved host already uses this continuation identifier but does not match its endpoint. Review that host before reconnecting.
de: Ein gesicherter Host verwendet diese Fortsetzungs-Kennung bereits, passt aber nicht zu ihrem Endpunkt. Prüfe diesen Host, bevor du dich neu verbindest.
es: Un host guardado ya usa este identificador de continuación, pero no coincide con su endpoint. Revísalo antes de volver a conectar.
fr: Un hôte enregistré utilise déjà cet identifiant de continuation mais ne correspond pas à son point de terminaison. Vérifiez cet hôte avant de vous reconnecter.
ja: 保存済みのホストがこの継続 ID をすでに使用していますが、エンドポイントが一致しません。再接続する前にそのホストを確認してください。
zh_hans: 已有一台已保存的主机在使用该接续标识符，但其端点并不匹配。请先检查该主机再重新连接。
zh_hant: 已有一台已儲存的主機在使用該接續識別碼，但其端點並不相符。請先檢查該主機再重新連線。

source: A saved jump host has different connection details. Tessera did not change it.
de: Ein gesicherter Jump-Host hat andere Verbindungsdaten. Tessera hat ihn nicht geändert.
es: Un host de salto guardado tiene otros datos de conexión. Tessera no lo modificó.
fr: Un hôte de rebond enregistré a d'autres informations de connexion. Tessera ne l'a pas modifié.
ja: 保存済みの踏み台ホストの接続情報が異なります。Tessera は変更していません。
zh_hans: 某台已保存的跳板主机连接信息不同。Tessera 未做修改。
zh_hant: 某台已儲存的跳板主機連線資訊不同。Tessera 未做修改。

source: A saved jump route differs from the other device. Tessera did not reroute it.
de: Eine gesicherte Jump-Route weicht von der des anderen Geräts ab. Tessera hat sie nicht umgeleitet.
es: Una ruta de salto guardada difiere de la del otro dispositivo. Tessera no la redirigió.
fr: Un itinéraire de rebond enregistré diffère de celui de l'autre appareil. Tessera ne l'a pas modifié.
ja: 保存済みの踏み台経路が、もう一方のデバイスのものと異なります。Tessera は経路を変更していません。
zh_hans: 某条已保存的跳转路径与另一台设备上的不同。Tessera 未重新路由。
zh_hant: 某條已儲存的跳轉路徑與另一台裝置上的不同。Tessera 未重新路由。

source: A selected host is no longer available.
de: Ein ausgewählter Host ist nicht mehr verfügbar.
es: Un host seleccionado ya no está disponible.
fr: Un hôte sélectionné n'est plus disponible.
ja: 選択したホストが利用できなくなりました。
zh_hans: 所选主机已不可用。
zh_hant: 所選主機已無法使用。

source: A selected host or its jump route changed. Review the grant selection again.
de: Ein ausgewählter Host oder seine Jump-Route hat sich geändert. Prüfe die Auswahl erneut.
es: Un host seleccionado o su ruta de salto ha cambiado. Revisa de nuevo la selección.
fr: Un hôte sélectionné ou sa route de rebond a changé. Vérifiez à nouveau la sélection.
ja: 選択したホストまたはその踏み台経路が変更されました。付与の選択をもう一度確認してください。
zh_hans: 所选主机或其跳板路由已更改。请重新检查授权选择。
zh_hant: 所選主機或其跳板路由已變更。請重新檢查授權選擇。

source: A terminal exposes process presence and pixels, but not whether an agent is computing, idle, or blocked. Claude and Codex keep prompt-looking rows visible while they work, so inferring state from terminal text produces false results. Their lifecycle hook APIs are the authoritative signal.
de: Ein Terminal gibt Prozesse und Pixel preis, aber nicht, ob ein Agent rechnet, untätig ist oder blockiert. Claude und Codex lassen prompt-ähnliche Zeilen sichtbar, während sie arbeiten — den Zustand aus dem Terminaltext abzuleiten liefert deshalb falsche Ergebnisse. Ihre Lifecycle-Hook-APIs sind das verbindliche Signal.
es: un terminal expone los procesos y los píxeles, pero no si un agente está calculando, inactivo o bloqueado. Claude y Codex mantienen visibles filas que parecen un prompt mientras trabajan, así que deducir el estado del texto del terminal da resultados falsos. Sus API de hooks de ciclo de vida son la señal autorizada.
fr: un terminal expose les processus et les pixels, mais pas si un agent calcule, est inactif ou bloqué. Claude et Codex laissent visibles des lignes qui ressemblent à une invite pendant qu'ils travaillent : déduire l'état du texte du terminal donne donc de faux résultats. Leurs API de hooks de cycle de vie sont le signal faisant foi.
ja: ターミナルからはプロセスの有無とピクセルは分かりますが、エージェントが計算中なのか、待機中なのか、ブロックされているのかは分かりません。Claude と Codex は作業中もプロンプトに見える行を表示したままにするため、ターミナルのテキストから状態を推測すると誤った結果になります。各社のライフサイクルフック API が信頼できる唯一の情報源です。
zh_hans: 终端只能暴露进程和像素，无法说明智能体正在计算、空闲还是被阻塞。Claude 和 Codex 在工作时仍会显示形似提示符的行，因此从终端文本推断状态会得出错误结论。它们的生命周期钩子 API 才是权威信号。
zh_hant: 終端機只能暴露行程與像素，無法說明智慧體正在運算、閒置還是被阻擋。Claude 和 Codex 在工作時仍會顯示形似提示字元的列，因此從終端機文字推斷狀態會得出錯誤結論。它們的生命週期掛鉤 API 才是權威訊號。

source: A tmux continuation requires its resolved session name.
de: Eine tmux-Fortsetzung braucht den aufgelösten Sitzungsnamen.
es: Una continuación de tmux necesita el nombre de sesión ya resuelto.
fr: Une reprise tmux nécessite son nom de session résolu.
ja: tmux の継続には、解決済みのセッション名が必要です。
zh_hans: tmux 接力需要已解析的会话名称。
zh_hant: tmux 接續需要已解析的工作階段名稱。

source: AUTHORIZED
de: AUTORISIERT
es: AUTORIZADO
fr: AUTORISÉ
ja: 認可済み
zh_hans: 已授权
zh_hant: 已授權

source: About to install %@ on %@
de: %@ wird gleich auf %@ installiert
es: Se va a instalar %@ en %@
fr: Sur le point d'installer %@ sur %@
ja: %2$@ に %1$@ を設置しようとしています
zh_hans: 即将在 %2$@ 上安装 %1$@
zh_hant: 即將在 %2$@ 上安裝 %1$@

source: Access Granted to %@
de: Zugriff auf %@ gewährt
es: Acceso concedido a %@
fr: Accès accordé à %@
ja: %@ へのアクセスが許可されました
zh_hans: 已授予对 %@ 的访问权限
zh_hant: 已授予對 %@ 的存取權限

source: Acknowledge completion
de: Abschluss bestätigen
es: Confirmar finalización
fr: Accuser réception
ja: 完了を確認
zh_hans: 确认完成
zh_hant: 確認完成

source: Active tunnels
de: Aktive Tunnel
es: Túneles activos
fr: Tunnels actifs
ja: アクティブなトンネル
zh_hans: 活动隧道
zh_hant: 使用中的通道

source: Add a server to open a session over SSH or Mosh — with tmux, truecolor, and trackpad scrolling built in.
de: Füge einen Server hinzu, um eine Sitzung über SSH oder mosh zu öffnen — mit tmux, Truecolor und Trackpad-Scrollen von Haus aus.
es: Añade un servidor para abrir una sesión por SSH o Mosh, con tmux, truecolor y desplazamiento con trackpad incluidos.
fr: Ajoutez un serveur pour ouvrir une session en SSH ou Mosh — avec tmux, truecolor et défilement au trackpad intégrés.
ja: サーバーを追加すると、SSH または mosh でセッションを開けます。tmux、トゥルーカラー、トラックパッドスクロールを標準装備しています。
zh_hans: 添加一台服务器，即可通过 SSH 或 mosh 打开会话 —— 内置 tmux、真彩色和触控板滚动。
zh_hant: 新增一台伺服器，即可透過 SSH 或 mosh 開啟工作階段 —— 內建 tmux、全彩和觸控板捲動。

source: Adds one guarded activation line to this exact bash/zsh shell's startup file, then loads it here. Future windows of this shell activate automatically. Continue only at an empty bash/zsh prompt.
de: Fügt der Startdatei genau dieser bash/zsh-Shell eine abgesicherte Aktivierungszeile hinzu und lädt sie hier. Künftige Fenster dieser Shell aktivieren sich automatisch. Fahre nur an einem leeren bash/zsh-Prompt fort.
es: Añade una línea de activación protegida al archivo de inicio de este shell bash/zsh concreto y lo carga aquí. Las próximas ventanas de este shell se activarán automáticamente. Continúa solo con un prompt de bash/zsh vacío.
fr: Ajoute une ligne d'activation protégée au fichier de démarrage de ce shell bash/zsh précis, puis le charge ici. Les prochaines fenêtres de ce shell s'activeront automatiquement. Ne continuez qu'à une invite bash/zsh vide.
ja: まさにこの bash/zsh シェルの起動ファイルに、条件付きの有効化行を 1 行追加し、この場で読み込みます。以降、このシェルの新しいウインドウでは自動的に有効になります。bash/zsh の空のプロンプトでのみ続行してください。
zh_hans: 在这个 bash/zsh shell 的启动文件中添加一行带保护条件的激活语句，并在此处载入。此后该 shell 的新窗口会自动启用。请仅在 bash/zsh 的空提示符下继续。
zh_hant: 在這個 bash/zsh shell 的啟動檔案中加入一行帶保護條件的啟用語句，並在此處載入。此後該 shell 的新視窗會自動啟用。請僅在 bash/zsh 的空提示符下繼續。

source: Agent Center watches Claude Code, Codex, and matching custom profiles across active sessions.
de: Das Agent Center beobachtet Claude Code, Codex und passende eigene Profile über alle aktiven Sitzungen hinweg.
es: el centro de agentes vigila Claude Code, Codex y los perfiles personalizados que coincidan en todas las sesiones activas.
fr: le centre d'agents surveille Claude Code, Codex et les profils personnalisés correspondants dans toutes les sessions actives.
ja: エージェントセンターは、アクティブなセッション全体で Claude Code、Codex、および一致するカスタムプロファイルを監視します。
zh_hans: 智能体中心会在所有活动会话中监视 Claude Code、Codex 以及匹配的自定义配置。
zh_hant: 智慧體中心會在所有進行中的工作階段中監視 Claude Code、Codex 以及符合的自訂設定檔。

source: Agent integration
de: Agenten-Integration
es: Integración del agente
fr: Intégration de l'agent
ja: エージェント統合
zh_hans: 智能体集成
zh_hant: 智慧體整合

source: Agent integration inactive here
de: Agent-Integration hier inaktiv
es: Integración de agentes inactiva aquí
fr: Intégration des agents inactive ici
ja: ここではエージェント連携が無効です
zh_hans: 此处未启用智能体集成
zh_hant: 此處未啟用智慧體整合

source: Agent integration needs an update
de: Agent-Integration braucht ein Update
es: La integración de agentes necesita una actualización
fr: L'intégration des agents doit être mise à jour
ja: エージェント連携の更新が必要です
zh_hans: 智能体集成需要更新
zh_hant: 智慧體整合需要更新

source: Agent integration not installed
de: Agent-Integration nicht installiert
es: Integración de agentes no instalada
fr: Intégration des agents non installée
ja: エージェント連携が未インストールです
zh_hans: 尚未安装智能体集成
zh_hant: 尚未安裝智慧體整合

source: Agent integration ready
de: Agent-Integration bereit
es: Integración de agentes lista
fr: Intégration des agents prête
ja: エージェント連携の準備ができました
zh_hans: 智能体集成已就绪
zh_hant: 智慧體整合已就緒

source: Agent lifecycle hook inactive
de: Agent-Lifecycle-Hook inaktiv
es: Hook de ciclo de vida del agente inactivo
fr: Hook de cycle de vie de l'agent inactif
ja: エージェントのライフサイクルフックが無効です
zh_hans: 智能体生命周期钩子未激活
zh_hant: 智慧體生命週期掛鉤未啟用

source: Answer %lld
de: Antwort %lld
es: Respuesta %lld
fr: Réponse %lld
ja: 回答 %lld
zh_hans: 回答 %lld
zh_hant: 回答 %lld

source: Approve on the other device
de: Auf dem anderen Gerät bestätigen
es: Aprobar en el otro dispositivo
fr: Approuver sur l'autre appareil
ja: もう一方のデバイスで承認
zh_hans: 在另一台设备上批准
zh_hant: 在另一台裝置上核准

source: Approve sends only this public key to the host. No password or private key crosses devices.
de: „Bestätigen“ sendet nur diesen Public Key an den Host. Weder Passwort noch privater Key wechseln zwischen den Geräten.
es: Aprobar envía únicamente esta clave pública al host. Ninguna contraseña ni clave privada pasa de un dispositivo a otro.
fr: Approuver n'envoie que cette clé publique à l'hôte. Aucun mot de passe ni clé privée ne circule entre les appareils.
ja: 「承認」すると、この公開鍵だけがホストに送られます。パスワードや秘密鍵がデバイス間を移動することはありません。
zh_hans: 「批准」只会把这个公钥发送到主机。密码和私钥都不会在设备之间传递。
zh_hant: 「核准」只會把這個公開金鑰傳送到主機。密碼和私密金鑰都不會在裝置之間傳遞。

source: Approve setup and %lld host key grants with code %@
de: Konfiguration und %lld Host-Key-Freigaben mit Code %@ bestätigen
es: Aprobar la configuración y %lld concesiones de clave de host con el código %@
fr: Approuver la configuration et %lld autorisations de clé d'hôte avec le code %@
ja: コード %2$@ でセットアップとホストキーの付与 %1$lld 件を承認
zh_hans: 使用代码 %2$@ 批准设置和 %1$lld 项主机密钥授权
zh_hant: 使用代碼 %2$@ 核准設定和 %1$lld 項主機金鑰授權

source: Asks before closing every pane in this window
de: Fragt nach, bevor alle Bereiche dieses Fensters geschlossen werden
es: Pregunta antes de cerrar todos los paneles de esta ventana
fr: Demande confirmation avant de fermer tous les volets de cette fenêtre
ja: このウインドウ内のすべてのペインを閉じる前に確認します
zh_hans: 关闭此窗口中所有窗格前会先询问
zh_hant: 關閉此視窗中所有窗格前會先詢問

source: Authentication cancelled - key protection unchanged
de: Authentifizierung abgebrochen – Key-Schutz unverändert
es: autenticación cancelada: la protección de la clave no cambió
fr: authentification annulée — protection de la clé inchangée
ja: 認証をキャンセルしました。キー保護は変更されていません
zh_hans: 认证已取消 —— 密钥保护未更改
zh_hant: 驗證已取消 —— 金鑰保護未更改

source: Authentication cancelled - key setting unchanged
de: Authentifizierung abgebrochen – Key-Einstellung unverändert
es: autenticación cancelada: el ajuste de la clave no cambió
fr: authentification annulée — réglage de la clé inchangé
ja: 認証をキャンセルしました。キーの設定は変更されていません
zh_hans: 认证已取消 —— 密钥设置未更改
zh_hant: 驗證已取消 —— 金鑰設定未更改

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Falló la autenticación
fr: Échec de l'authentification
ja: 認証に失敗しました
zh_hans: 认证失败
zh_hant: 驗證失敗

source: Authentication failed.
de: Die Authentifizierung ist fehlgeschlagen.
es: Falló la autenticación.
fr: L'authentification a échoué.
ja: 認証に失敗しました。
zh_hans: 认证失败。
zh_hant: 驗證失敗。

source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Falló la autenticación: %@
fr: Échec de l'authentification : %@
ja: 認証に失敗しました: %@
zh_hans: 认证失败：%@
zh_hant: 驗證失敗：%@

source: Authentication or transport setup failed. Review this device's credential and try again.
de: Authentifizierung oder Transportaufbau ist fehlgeschlagen. Prüfe die Anmeldeinformation dieses Geräts und versuche es erneut.
es: Falló la autenticación o la configuración del transporte. Revisa la credencial de este dispositivo e inténtalo de nuevo.
fr: L'authentification ou la mise en place du transport a échoué. Vérifiez l'identifiant de cet appareil et réessayez.
ja: 認証またはトランスポートの確立に失敗しました。このデバイスの資格情報を確認して、もう一度お試しください。
zh_hans: 认证或传输建立失败。请检查本设备的凭据后重试。
zh_hant: 驗證或傳輸建立失敗。請檢查本裝置的憑證後重試。

source: Authorization proof has already been sent.
de: Der Autorisierungsnachweis wurde bereits gesendet.
es: La prueba de autorización ya se ha enviado.
fr: La preuve d'autorisation a déjà été envoyée.
ja: 認可の証明はすでに送信されています。
zh_hans: 授权证明已发送。
zh_hant: 授權證明已傳送。

source: Authorization proof must precede the manifest.
de: Der Autorisierungsnachweis muss vor dem Manifest kommen.
es: La prueba de autorización debe preceder al manifiesto.
fr: La preuve d'autorisation doit précéder le manifeste.
ja: 認可の証明はマニフェストより前に送る必要があります。
zh_hans: 授权证明必须先于清单发送。
zh_hant: 授權證明必須先於清單傳送。

source: Authorization was cancelled.
de: Die Autorisierung wurde abgebrochen.
es: Se canceló la autorización.
fr: L'autorisation a été annulée.
ja: 承認がキャンセルされました。
zh_hans: 授权已取消。
zh_hant: 授權已取消。

source: Authorize Device
de: Gerät autorisieren
es: Autorizar dispositivo
fr: Autoriser l'appareil
ja: デバイスを承認
zh_hans: 授权设备
zh_hant: 授權裝置

source: Authorize Tessera to protect and use this device key for SSH connections.
de: Erlaube Tessera, diesen Geräte-Key für SSH-Verbindungen zu schützen und zu verwenden.
es: Autoriza a Tessera a proteger y usar esta clave del dispositivo para conexiones SSH.
fr: Autorisez Tessera à protéger et utiliser cette clé d'appareil pour les connexions SSH.
ja: SSH 接続でこのデバイスキーを保護して使用することを Tessera に許可します。
zh_hans: 授权 Tessera 保护并使用此设备密钥进行 SSH 连接。
zh_hant: 授權 Tessera 保護並使用此裝置金鑰進行 SSH 連線。

source: Authorize with Face ID / Passcode
de: Mit Face ID / Code autorisieren
es: Autorizar con Face ID / código
fr: Autoriser avec Face ID / code
ja: Face ID / パスコードで認可
zh_hans: 使用 Face ID / 密码授权
zh_hant: 使用 Face ID / 密碼授權

source: Authorizing %@ with code %@.
de: %@ wird mit dem Code %@ autorisiert.
es: Autorizando a %@ con el código %@.
fr: Autorisation de %@ avec le code %@.
ja: コード %2$@ で %1$@ を認可しています。
zh_hans: 正在使用代码 %2$@ 授权 %1$@。
zh_hant: 正在使用代碼 %2$@ 授權 %1$@。

source: Back — session keeps running
de: Zurück – die Sitzung läuft weiter
es: Atrás: la sesión sigue en marcha
fr: Retour — la session continue de tourner
ja: 戻る — セッションは動いたままです
zh_hans: 返回 —— 会话继续运行
zh_hant: 返回 —— 工作階段繼續執行

source: Background
de: Hintergrund
es: Segundo plano
fr: Arrière-plan
ja: バックグラウンド
zh_hans: 后台
zh_hant: 背景

source: Backslash
de: Umgekehrter Schrägstrich
es: Barra invertida
fr: Barre oblique inverse
ja: バックスラッシュ
zh_hans: 反斜杠
zh_hant: 反斜線

source: Bind failed: %@
de: Bind fehlgeschlagen: %@
es: Error al enlazar: %@
fr: Échec du bind : %@
ja: バインドに失敗しました: %@
zh_hans: 绑定失败：%@
zh_hant: 綁定失敗：%@

source: Biometric authorization was not fresh.
de: Die biometrische Autorisierung war nicht aktuell.
es: La autorización biométrica no era reciente.
fr: L'autorisation biométrique n'était pas récente.
ja: 生体認証が直近のものではありませんでした。
zh_hans: 生物识别授权不是最新的。
zh_hant: 生物辨識授權不是最新的。

source: Bootstrap appearance field %@ is invalid.
de: Das Erscheinungsbild-Feld %@ im Bootstrap ist ungültig.
es: El campo de apariencia %@ del bootstrap no es válido.
fr: Le champ d'apparence %@ du bootstrap n'est pas valide.
ja: ブートストラップの外観フィールド %@ が無効です。
zh_hans: 引导配置中的外观字段 %@ 无效。
zh_hant: 啟動設定中的外觀欄位 %@ 無效。

source: Bootstrap host %@ has an invalid %@.
de: Der Bootstrap-Host %@ hat ein ungültiges Feld %@.
es: El host %@ del bootstrap tiene un %@ no válido.
fr: L'hôte %@ du bootstrap a un %@ non valide.
ja: ブートストラップのホスト %1$@ の %2$@ が無効です。
zh_hans: 引导配置中的主机 %1$@ 的 %2$@ 无效。
zh_hant: 啟動設定中的主機 %1$@ 的 %2$@ 無效。

source: Bootstrap identity %@ has an invalid %@.
de: Die Bootstrap-Identität %@ hat ein ungültiges Feld %@.
es: La identidad %@ del bootstrap tiene un %@ no válido.
fr: L'identité %@ du bootstrap a un %@ non valide.
ja: ブートストラップの識別情報 %1$@ の %2$@ が無効です。
zh_hans: 引导配置中的身份 %1$@ 的 %2$@ 无效。
zh_hant: 啟動設定中的身分 %1$@ 的 %2$@ 無效。

source: Bootstrap jump chain contains a cycle at %@.
de: Die Bootstrap-Jump-Kette enthält bei %@ einen Zyklus.
es: La cadena de saltos del bootstrap contiene un ciclo en %@.
fr: La chaîne de rebonds du bootstrap contient un cycle à %@.
ja: ブートストラップの踏み台チェーンの %@ に循環があります。
zh_hans: 引导配置的跳板链在 %@ 处存在循环。
zh_hant: 啟動設定的跳板鏈在 %@ 處存在循環。

source: Bootstrap jump chain for %@ is too deep.
de: Die Bootstrap-Jump-Kette für %@ ist zu tief verschachtelt.
es: La cadena de saltos del bootstrap para %@ es demasiado profunda.
fr: La chaîne de rebonds du bootstrap pour %@ est trop profonde.
ja: %@ のブートストラップ踏み台チェーンが深すぎます。
zh_hans: %@ 的引导跳板链层级过深。
zh_hant: %@ 的啟動跳板鏈層級過深。

source: Bootstrap jump link references missing host %@.
de: Die Bootstrap-Jump-Verknüpfung verweist auf den fehlenden Host %@.
es: El enlace de salto del bootstrap hace referencia al host %@, que falta.
fr: Le lien de rebond du bootstrap référence l'hôte manquant %@.
ja: ブートストラップの踏み台リンクが、存在しないホスト %@ を参照しています。
zh_hans: 引导配置的跳板链接引用了缺失的主机 %@。
zh_hant: 啟動設定的跳板連結參照了缺少的主機 %@。

source: Bootstrap known-host record %@ has an invalid %@.
de: Der Bootstrap-Known-Hosts-Eintrag %@ hat ein ungültiges Feld %@.
es: El registro de host conocido %@ del bootstrap tiene un %@ no válido.
fr: L'enregistrement d'hôte connu %@ du bootstrap a un %@ non valide.
ja: ブートストラップの既知ホスト記録 %1$@ の %2$@ が無効です。
zh_hans: 引导配置中的已知主机记录 %1$@ 的 %2$@ 无效。
zh_hant: 啟動設定中的已知主機記錄 %1$@ 的 %2$@ 無效。

source: Bootstrap manifest contains too many hosts (%lld).
de: Das Bootstrap-Manifest enthält zu viele Hosts (%lld).
es: El manifiesto del bootstrap contiene demasiados hosts (%lld).
fr: Le manifeste du bootstrap contient trop d'hôtes (%lld).
ja: ブートストラップマニフェストのホストが多すぎます（%lld 台）。
zh_hans: 引导清单包含的主机过多（%lld 台）。
zh_hant: 啟動清單包含的主機過多（%lld 台）。

source: Bootstrap manifest contains too many identities (%lld).
de: Das Bootstrap-Manifest enthält zu viele Identitäten (%lld).
es: El manifiesto del bootstrap contiene demasiadas identidades (%lld).
fr: Le manifeste du bootstrap contient trop d'identités (%lld).
ja: ブートストラップマニフェストの識別情報が多すぎます（%lld 件）。
zh_hans: 引导清单包含的身份过多（%lld 个）。
zh_hant: 啟動清單包含的身分過多（%lld 個）。

source: Bootstrap manifest contains too many jump-chain links (%lld).
de: Das Bootstrap-Manifest enthält zu viele Jump-Kettenglieder (%lld).
es: El manifiesto del bootstrap contiene demasiados enlaces de cadena de saltos (%lld).
fr: Le manifeste du bootstrap contient trop de maillons de chaîne de rebonds (%lld).
ja: ブートストラップマニフェストの踏み台チェーンのリンクが多すぎます（%lld 件）。
zh_hans: 引导清单包含的跳板链链接过多（%lld 个）。
zh_hant: 啟動清單包含的跳板鏈連結過多（%lld 個）。

source: Bootstrap manifest contains too many known-host records (%lld).
de: Das Bootstrap-Manifest enthält zu viele Known-Hosts-Einträge (%lld).
es: El manifiesto del bootstrap contiene demasiados registros de hosts conocidos (%lld).
fr: Le manifeste du bootstrap contient trop d'enregistrements d'hôtes connus (%lld).
ja: ブートストラップマニフェストの既知ホスト記録が多すぎます（%lld 件）。
zh_hans: 引导清单包含的已知主机记录过多（%lld 条）。
zh_hant: 啟動清單包含的已知主機記錄過多（%lld 筆）。

source: Bootstrap manifest contains unknown field %@.%@.
de: Das Bootstrap-Manifest enthält das unbekannte Feld %@.%@.
es: El manifiesto del bootstrap contiene el campo desconocido %@.%@.
fr: Le manifeste du bootstrap contient le champ inconnu %@.%@.
ja: ブートストラップマニフェストに不明なフィールド %1$@.%2$@ が含まれています。
zh_hans: 引导清单包含未知字段 %1$@.%2$@。
zh_hant: 啟動清單包含未知欄位 %1$@.%2$@。

source: Bootstrap manifest is %lld bytes; maximum is %lld.
de: Das Bootstrap-Manifest hat %lld Bytes; das Maximum liegt bei %2$lld.
es: El manifiesto del bootstrap ocupa %lld bytes; el máximo es %2$lld.
fr: Le manifeste du bootstrap fait %lld octets ; le maximum est de %2$lld.
ja: ブートストラップマニフェストは %lld バイト です。上限は %2$lld バイトです。
zh_hans: 引导清单为 %lld 字节，上限为 %2$lld 字节。
zh_hant: 啟動清單為 %lld 位元組，上限為 %2$lld 位元組。

source: Bootstrap manifest is not a JSON object.
de: Das Bootstrap-Manifest ist kein JSON-Objekt.
es: El manifiesto del bootstrap no es un objeto JSON.
fr: Le manifeste du bootstrap n'est pas un objet JSON.
ja: ブートストラップマニフェストが JSON オブジェクトではありません。
zh_hans: 引导清单不是 JSON 对象。
zh_hant: 啟動清單不是 JSON 物件。

source: Bootstrap manifest repeats host %@.
de: Das Bootstrap-Manifest führt den Host %@ mehrfach auf.
es: El manifiesto del bootstrap repite el host %@.
fr: Le manifeste du bootstrap répète l'hôte %@.
ja: ブートストラップマニフェストでホスト %@ が重複しています。
zh_hans: 引导清单中重复出现主机 %@。
zh_hant: 啟動清單中重複出現主機 %@。

source: Bootstrap manifest repeats identity %@.
de: Das Bootstrap-Manifest führt die Identität %@ mehrfach auf.
es: El manifiesto del bootstrap repite la identidad %@.
fr: Le manifeste du bootstrap répète l'identité %@.
ja: ブートストラップマニフェストで識別情報 %@ が重複しています。
zh_hans: 引导清单中重复出现身份 %@。
zh_hant: 啟動清單中重複出現身分 %@。

source: Bootstrap manifest repeats the jump link for %@.
de: Das Bootstrap-Manifest führt die Jump-Verknüpfung für %@ mehrfach auf.
es: El manifiesto del bootstrap repite el enlace de salto de %@.
fr: Le manifeste du bootstrap répète le lien de rebond de %@.
ja: ブートストラップマニフェストで %@ の踏み台リンクが重複しています。
zh_hans: 引导清单中重复出现 %@ 的跳板链接。
zh_hant: 啟動清單中重複出現 %@ 的跳板連結。

source: Bootstrap manifest repeats the known-host record for %@.
de: Das Bootstrap-Manifest führt den Known-Hosts-Eintrag für %@ mehrfach auf.
es: El manifiesto del bootstrap repite el registro de host conocido de %@.
fr: Le manifeste du bootstrap répète l'enregistrement d'hôte connu de %@.
ja: ブートストラップマニフェストで %@ の既知ホスト記録が重複しています。
zh_hans: 引导清单中重复出现 %@ 的已知主机记录。
zh_hant: 啟動清單中重複出現 %@ 的已知主機記錄。

source: Bootstrap optional field %@ was not approved for transfer.
de: Das optionale Bootstrap-Feld %@ wurde nicht zur Übertragung freigegeben.
es: El campo opcional %@ del bootstrap no se aprobó para la transferencia.
fr: Le champ facultatif %@ du bootstrap n'a pas été approuvé pour le transfert.
ja: ブートストラップの任意フィールド %@ は転送を承認されていません。
zh_hans: 引导配置的可选字段 %@ 未获准传输。
zh_hant: 啟動設定的選用欄位 %@ 未獲准傳輸。

source: Bootstrap setting %@ is invalid.
de: Die Bootstrap-Einstellung %@ ist ungültig.
es: El ajuste %@ del bootstrap no es válido.
fr: Le réglage %@ du bootstrap n'est pas valide.
ja: ブートストラップ設定 %@ が無効です。
zh_hans: 引导设置 %@ 无效。
zh_hant: 啟動設定 %@ 無效。

source: Both devices recorded this authorization for later revocation.
de: Beide Geräte haben diese Autorisierung für einen späteren Widerruf gespeichert.
es: Ambos dispositivos registraron esta autorización para poder revocarla más tarde.
fr: Les deux appareils ont enregistré cette autorisation en vue d'une révocation ultérieure.
ja: 両方のデバイスが、後で取り消せるようにこの承認を記録しました。
zh_hans: 两台设备都已记录此授权，便于日后撤销。
zh_hant: 兩台裝置都已記錄此授權，方便日後撤銷。

source: Bring your setup with you
de: Nimm deine Einrichtung mit
es: Llévate tu configuración contigo
fr: Emportez votre configuration avec vous
ja: セットアップをそのまま引き継ぐ
zh_hans: 把你的配置带过来
zh_hant: 把你的設定帶過來

source: Can't resolve %@ — no directory signal for relative paths.
de: %@ kann nicht aufgelöst werden — für relative Pfade fehlt ein Verzeichnissignal.
es: No se puede resolver %@: no hay señal de directorio para rutas relativas.
fr: Impossible de résoudre %@ — aucun signal de répertoire pour les chemins relatifs.
ja: %@ を解決できません — 相対パスに使えるディレクトリ情報がありません。
zh_hans: 无法解析 %@ — 没有可用于相对路径的目录信号。
zh_hant: 無法解析 %@ — 沒有可用於相對路徑的目錄訊號。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel Upload
de: Upload abbrechen
es: Cancelar la subida
fr: Annuler le téléversement
ja: アップロードをキャンセル
zh_hans: 取消上传
zh_hant: 取消上傳

source: Cancel dictation
de: Diktat abbrechen
es: Cancelar el dictado
fr: Annuler la dictée
ja: 音声入力をキャンセル
zh_hans: 取消听写
zh_hant: 取消聽寫
